Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: Now the minor correction I want to make-- and I don't think it would have tripped you up too much-- is near the end of that video, I drew the potassium ions-- and I wrote a
ht: Kounye a ki poko granmoun koreksyon an mwen vle fè - Et m pa panse ke li ta te lonje ou leve twò anpil - se tou pwe a fin de sa vidéo, m' a Potasyòm ions - Et mwen te ekri yon

source: K plus, but a few times near the end of the video, I referred to them as sodium ions-- and I don't want that to confuse you at all.
ht: K plus, men de twa fwa tou pwe fen videyo a, mwen refere li yo tankou odyòm ions - ak mwen pa vle sa pou twouble w ditou.

source: It is potassium ions that are getting pumped in.
ht: Li se Potasyòm ions sa sont route pompe nan.

source: Two potassium ions get pumped in for every three sodium ions that get pumped out.
ht: De Potasyòm ions obtenir pompe nan pou chak twa ions Sodyòm sa fè pompe deyò.

source: So I don't want-- even thought I drew a K plus, sometimes I said sodium by accident.
ht: Se konsa, mwen pa vle ­ menm panse mwen a K yon plis, pafwa mwen odyòm te di a aza/chans.

source: Don't want that to confuse you.
ht: Pa vle ki pou twouble w.

source: That is the minor error.
ht: Sa se pozisyon ki poko granmoun.

source: The more significant error is that I said that the main reason that we had this potential difference-- why it is more positive on the outside than the inside-- so this is less positive.
ht: Pi gwo pozisyon se sa mwen di ke pwensipal la nou menm ki te gwo diferans sa a - Poukisa se sak li plis pozitif sou deyò pase andedan se konsa sa pipiti pozitif.

source: I said that the main reason was because of this ratio.
ht: Mwen te di ke pi gwo rezon te paske rapò sa a.

source: We're pumping out three sodium ions for every two potassium ions that we pump in.
ht: Nou ap estime soti twa ions Sodyòm pou chak de Potasyòm ions sa nou pompe nan.

source: And I just got a very nice letter from a professor of physiology, Steven Baylor at University of Pennsylvania, and he wrote a very interesting email and it corrects me.
ht: M fenk leve yon trè bon lèt de yon pwofesè yo ak izyoloji, Steven Baylor nan Inivèsite de Pennsilvani, e li te ekri yon trè bon kouryèll Et sa corriger m.

source: And it's a very interesting thing to think about in general.
ht: Et se yon trè bon bagay pou yo panse osijè de an jeneral.

source: So here's what he wrote and let's think about what he's saying.
ht: Se konsa isit la se sa li a, an n panse osijè de sa l' ap di a.

source: He says:
ht: Li menm ki di sa: isit la nan Penn medikal lekòl, nou gen yon bon pwogram moutre sa stimule l' fluxes ion

source: Here at Penn Medical School, we have a nice teaching program that stimulates the ion fluxes across a generic cell, --So the ion flux is just the movement of the ions across the membrane-- including that due to the sodium potassium pump and that which arises from the resting permeabilities of the membrane.
ht: Sur ak yon selil, - flux ion a se sèlman poutèt a mouvman de ions Sur len a-, sa dwe ponp Potasyòm odyòm Et sa ki te rive de la au permeabilities de len a.

source: So the resting permeabilities is how easy it is for these ions to go through the membrane.
ht: Se konsa permeabilities au se jan fasil se pou sa ions a pase nan len a.

source: And we'll talk more about that in a second.
ht: E nou pwal pale plis toujou sou sa nan yon dezyèm.

source: And the resting permeabilities of the membrane to sodium, potassium, chloride, et cetera.
ht: Et l' permeabilities au de len pou Sodyòm, Potasyòm, lori, et etc..

source: One option our program gives students is to change the pump stoichiometry from three to two.
ht: Yon chwa pwogram nou bay elèv a se pou chanje ponp a stoichiometry de twa pou rive de.

source: So when he's talking about pump stoichiometry from three to two, he's just talking about they're changing the ratios.
ht: Se konsa lè l' ap pale sou pompe stoichiometry de twa pou rive de, li jis pale osijè de yo ap chanje pousantaj.

source: So they change it from 3:2 to 2:2.
ht: Se konsa yo chanje li de 3: 2 a 2: 2.

source: So what that means is, they have a simulation program that says, well, what if the sodium potassium pump, instead of pumping three sodiums out for every two potassium it pumps in, what if it was even?
ht: Se konsa, kisa sa vle di se, yo gen yon simulation pwogram sa voye di ou: Men, e si la Potasyòm odyòm pompe, lieu de sodiums twa pompage soti pou chak de Potasyòm li pompes nan, e si se te menm?

source: What if it was two sodiums and two potassiums?
ht: E si li te de sodiums Et de potassiums w la?

source: And based on my explanation of why we have this potential difference, that should not lead to a potential difference if the main reason was the stoichiometry-- the ratio of sodium being pumped to the potassium being pumped in.
ht: Et ki baze sou mwen eksplikasyon sou Poukisa nou gen potentiel sa a diferans sa pa ta dwe mennen a yon gwo diferans Si rezon pwensipal la te stoichiometry - ki pousantaj moun ki odyòm te pompe pou Potasyòm a te pompe nan.

source: But he goes on to say: They could change it to 2:2 in the simulation.
ht: Men, li kontinye pou l di: yo te kapab chanje li pou 2:

source: As a result of this maneuver, the membrane potential changes from its normal value of about -80 millivolts-- and they measure that.
ht: Kòm yon rezilta touche sa a, len gwo chanjman de tout valè nòmal de Sur-80 millivolts - Et yo mezire sa.

source: They take the voltage here minus the voltage there so that you get a negative number.
ht: Yo mennen vòltaj la isit la moins vòltaj la se konsa ke ou jwenn anpil negatif.

source: This is more positive.
ht: Sa plis pozitif.

source: It's a larger number.
ht: Li se pi gwo anpil.

source: So it changes from -80 millivolts to about -78 millivolts.
ht: Se konsa li chanje de-80 millivolts pou osijè de-78 millivolts.

source: So what he's saying is, if you change this from three and two-- three sodiums for every two potassiums that get pumped in-- if you change that to 2:2, it actually doesn't change the potential that much.
ht: Se konsa, sa vle di se, si ou ka chanje sa a de twa Et de - sodiums twa pou chak de potassiums ki gen pompe nan ­ si ou ka chanje sa pou 2: 2, li aktyèlman pa chanje de sa anpil.

source: You still have a more positive environment outside than you have inside.
ht: Ou toujou gen yon pi pozitif anviwònman deyò pase ou gen anndan.

source: So that leads to the question-- then why do we have the potential if the stoichiometry of this ratio is not the main cause?
ht: Se konsa, sa ki kondwi a kesyon an - lè sa a èske nou Poukisa potentiel si stoichiometry de rapò sa a se pa pwensipal koulye a?

source: So it says, it changes a little bit.
ht: Se konsa, li voye di ou: li chanje yon ti jan.

source: The potential difference becomes a little bit less.
ht: Gwo diferans vin yon ti jan mwens.

source: The cell swells a few percentage and then everything stabilizes.
ht: Selil la houle kèk pousantaj Et lè sa a tout bagay se.

source: So then he goes on to write: So while it is true that the normal stoichiometry of the pump does have a slight negative influence on the membrane potential-- that's just the membrane potential, the voltage across the membrane-- the imbalance in the pump stoichiometry is not the main reason for the large negative membrane potential of the cell.
ht: Se konsa lè sa a, li ale pou yo ekri: konsa pandan tout tan se vre sa a nòmal stoichiometry de ponp a gen yon légère négatif enfliyans sou len potentiel - sa se afè jis la len potansyèl, vòltaj dans la

source: Rather, the main-- let me underline this-- the main reason is the concentration gradients established by the pump in combination with the fact that the resting cell membrane is highly permeable to potassium and only slightly permeable to sodium.
ht: Olye de sa, principale - kite m' soulinye sa - a principal rezon ki te se konsantrasyon dégradé te etabli pa la ponp an konbinezon ak Lefèt ke au a cell len très perméable pou Potasyòm Et sèlman yon ti jan perméable pou Sodyòm.

source: So we said in the last video-- or the first video on the sodium potassium pump-- we said there were channels that the sodium could go through and there's also channels that the potassium could go through.
ht: Se poutèt sa nou di nan videyo dènye a - ou a premye videyo a odyòm Potasyòm ponp-nou te di te gen canaux sa Sodyòm a te kapab pase nan mitan nanpwen tou canaux sa Potasyòm a te kapab pase nan mitan.

source: And now what he's saying is that the main cause of the potential difference isn't this ratio, it's the fact that the membrane is highly permeable to potassium.
ht: Et koulye a sa li vle di se sa a pwensipal de la gwo diferans pa rapò sa a, sa se reyalite a ke len a très perméable pou Potasyòm.

source: So this is very permeable.
ht: Poutèt sa trè perméable.

source: Potassium can get out if it wants to, much easier than it is for sodium to get in.
ht: Potasyòm ka retire si li vle pou, pi fasil pase li se pou odyòm pou jwenn.

source: So what that happens-- even if this was a 2:2 ratio-- it's actually a 3:2, but even if this was a 2:2 ratio, even though this environment is more positive, you're just more likely to have to potassium ions down here bump in just the right way to get across and get to the other side, go against its chemical gradient, right, because you have a higher concentration of potassium here than over here.
ht: Sa pa fè anyen ki rive ­ menm si sa a te yon rapò 2: 2-li gen aktyèlman yon 3: 2, men, menm si sa a te yon rapò 2:

source: So you're more likely to have a potassium bump in just the right way to get through this channel and get out-- than you are to have a sodium be able to go the opposite direction.
ht: Se konsa, ou gen plis chans pou yo gen yon Potasyòm) nan jis la chemen pou rantre nan sa a chanèl Et obtenir deyò-pase ou se pou gen yon odyòm kapab ale nan lòt bò wout la.

source: And that's what makes this environment.
ht: E se sa ki fè anviwònman sa a.

source: So you have more potassium coming outside because of this permeability than sodium coming inside-- and that's the main cause of the potential difference between the outside and the inside.
ht: Se konsa, ou gen plis Potasyòm t' ap deyò poutèt sa perméabilité pase odyòm k'ap vini à - Et ki te a rezon pwensipal de gwo diferans ant deyò Et à la.

source: And so thank you, Steven Baylor, for that correction.
ht: Et pour mèsi, Steven Baylor, pou sa koreksyon an.

source: Very interesting.
ht: Très enteresan.

source: I think we have a decent idea of how a signal is transmitted along the neuron.
ht: Mwen panse ke nou gen yon lide debyen de ki jan yon siyal transmis nan ewonn a.

source: We saw that a couple of dendrites, maybe that one and that one and that one, might get excited or triggered.
ht: Nou te wè yon koup dendrites, gen dwa sa a Et sa yonn Et sa yonn, te ka jwenn eksite ou a.

source: And when we say it gets triggered, we're saying that some type of channel gets opened.
ht: Epi lè n' a di l' l' a, nou di sa de chanèl obtient ouvert.

source: That's probably the trigger.
ht: Ke sa ka petèt gachèt a.

source: That channel allows ions to be released into the cell-- or actually, there are situations where ions can be released out of the cell.
ht: Kanal sa pèmèt ions pou yo ki nan selil a - ou aktyèlman, gen sont sitiyasyon yo kote ions ka ki soti de sèlil a.

source: It would be inhibitory, but let's take the case where ions are released into the cells in an electrotonic fashion.
ht: Li ta ka présente, men an n pran ka a kote ions sont relache nan cellules nan yon electrotonic an.

source: It changes the charge or the voltage gradient across the membrane and if the combined effects of the change in the voltage gradient is just enough at the axon hillock to meet that threshold, then the sodium channels over here will open up, sodium floods in, and then we have the situation where the voltage becomes very positive.
ht: Li chanje akizasyon an ou a dégradé vòltaj dans la len Et si konbine efè chanjman nan a vòltaj dégradé jis kont nan bit tè axon pou rankontre seuil sa, lè sa a, chèn televizyon odyòm sou isit la a louvri leve, odyòm inondations nan, epi lè sa a, nou pran sitiyasyon an ki kote vòltaj la vin trè pozitif.

source: Potassium channels open up to change things again, but by the time we went very positive, then that eletrotonically affects the next sodium pump.
ht: Potasyòm chèn televizyon louvri men chanjman bagay ankò, men, pa Lè nou te al trè pozitif, lè sa a sa eletrotonically Sur ponp odyòm kap vini an.

source: But then we have the situation where that will allow sodium ions to flood in and then the signal keeps getting transmitted.
ht: Men, lè sa a, nou pran sitiyasyon an kote ki pral pèmèt Sodyòm ions pou inondations nan Et puis siyal la garde route transmis.

source: Now the next natural question is, what happens at the neuron to neuron junctions?
ht: Koulye a, se kesyon natirèl kap vini an, sa k rive koukouloukou a ewonn nan pou ewonn jonctions?

source: We said that this dendrite gets triggered or gets excited.
ht: Nou te di ke dendrite sa a gen a ou obtient eksitan.

source: In most cases, it's getting triggered or excited by another neuron.
ht: Nan pifò ka, li koumanse a ou eksite pa ewonn yon lòt.

source: It could be something else.
ht: Li ta ka yon lòt bagay.

source: And over here, when this axon fires, it should be exciting either another cell.
ht: Et sou isit la, lè axon sa a se sa ta dwe panse a eksitan soit sèlil yon lòt.

source: It could be a muscle cell or-- in probably most cases of the human body-- it's exciting another neuron.
ht: Li ta ka yon selil nan pye ou - nan pwobableman pifò ka de la kò moun-- sa intéressantes ewonn yon lòt.

source: And so how does it do that?
ht: Epi se konsa ki fè sa l' fè sa?

source: So this is the terminal end of the axon.
ht: Sa a se menm bagay la tèminal de la axon.

source: There could be the dendrite of another neuron right here.
ht: Kapab genyen dendrite de yon lòt ewonn droit isit la. Sa se yon lòt ewonn ak pwòp axon, selil li.

source: This would trigger the dendrite right there.
ht: Sa ta itilize dendrite la a.

source: So the question is, how does that happen?
ht: Se konsa kesyon an se, kouman sa fè rive?

source: How does the signal go from one neuron's axon to the next neuron's dendrite?
ht: Jan fè siy a pase dans axon ewonn yon sa kap vini an dendrite ewonn a?

source: It actually always doesn't have to go from axon to dendrite, but that's the most typical.
ht: Li aktyèlman toujou pa gen pou ale nan axon pou dendrite, men sa se pi Standard.

source: You can actually go from axon to axon, dendrite to dendrite, axon to soma-- but let's just focus on axon to dendrite because that's the most traditional way that neurons transmit information from one to the other.
ht: Ou kapab aktyèlman ale nan axon pou axon, dendrite pou dendrite, axon pou soma - men an n jis konsantre sou axon pou dendrite paske se pou sa ki pi tradisyonèl sa manière neurones transmèt enfòmasyon sou yonn pou lòt la.

source: So let's zoom in.
ht: Se konsa nou rale.

source: Let's zoom in right here.
ht: An n rale droit isit la.

source: This little box right there, let's zoom at the base, the terminal end of this axon and let's zoom in on this whole area.
ht: Ti bwat sa a gen dwa, an n rale nan baz la, la fin de fè de axon sa a ak an nou rale sou tout zòn sa a.

source: Then we'll also zoom in-- we're also going to get the dendrite of this next neuron-- and I'm going to rotate it.
ht: Lè sa a, nou tou ap rale - nou tou pwal gen a dendrite de ewonn kap vini sa a. m' ap kouri pou yo pran l' tou.

source: Actually, I don't even have to rotate it.
ht: Aktyèlman, mwen pa bezwen pran l' tou.

source: So to do that, let me draw the terminal end.
ht: Se konsa pou fè sa, kite m' fè de fè tou sa li.

source: So let's say the terminal end looks something like this.
ht: Se konsa nou di de fè tou sa li sanble yon bagay konsa.

source: I'm zoomed in big time.
ht: Mwen zoomed nan gwo temps.

source: Something like that This is the terminal end of the neuron.
ht: Sa se tou de fè ewonn a.

source: This is inside the neuron and then the next dendrite-- let me draw it right here.
ht: Sa anndan ewonn a, apre pwochen dendrite - je m' rale l' isit.

source: So we've really zoomed in.
ht: Se konsa nou te vrèman zoomed.

source: So this is the dendrite of the next neuron.
ht: Se poutèt sa se dendrite de ewonn kap vini an.

source: This is inside the first neuron.
ht: Sa se anndan ewonn premye a.

source: So we have this action potential that keeps traveling along.
ht: Se konsa, nou gen gwo aksyon sa a sa conserve vwayaje nan.

source: Eventually for maybe right over here-- I don't know if you can zoom in-- which would be over here, the action potential makes the electrical potential or the voltage potential across this membrane just positive enough to trigger this sodium channel.
ht: Evantyèlman pou petèt droit sou ici - mwen pa konnen si ou ka rale nan - ki ta pwal pase isit la, aksyon an potentiel fè elèktrik potansyèl ou vòltaj la potentiel dans sa a sèlman pozitif ase pou len itilize chanèl odyòm sa a.

source: So actually, maybe I'm really close.
ht: Aktyèlman, gen dwa mwen vrèman fermer.

source: This channel is this one right here.
ht: Kanal sa a se yon dwa sa a isit la.

source: So then it allows a flood of sodium to enter the cell.
ht: Se konsa lè sa a li pèmèt yon inondasyon odyòm pou rantre nan selil a. Et puis a tout bagay an rive.

source: You have potassium that can then take it out, but by the time this comes in, this positive charge, it can trigger another channel and it could trigger another sodium channel if there's other sodium channels further down, but near the end of the axon there are actually calcium channels.
ht: Ou gen Potasyòm ki kapab lè sa a mennen l' deyò, men, pa la Lè sa a rive nan, sa a pozitif frais, li kapab itilize yon lòt chanèl Et sa te kapab itilize yon lòt Sodyòm chanèl si gen lòt odyòm canaux plus desann, Men tou pwe tou sa li de axon an te gen aktyèlman kalsyòm canaux.

source: I'll do that in pink.
ht: Mwen pral fè sa nan woz.

source: So this is a calcium channel that is traditionally closed.
ht: Se poutèt sa se yon chanèl kalsyòm tradisyonèlman fèmen.

source: So this is a calcium ion channel.
ht: Se poutèt sa se yon chanèl ion kalsyòm.

source: Calcium has a plus 2 charge.
ht: Kalsyòm gen yon chaj 2 plus.

source: It tends to be closed, but it's also voltage gated.
ht: Li gen tandans pou fèmen, men li tou vòltaj gated.

source: When the voltage gets high enough, it's very similar to a sodium gated or a sodium voltage gated channel is that if it becomes positive enough near the gate, it will open up and when it opens up, it allows calcium ions to flood into the cell.
ht: Lè vòltaj la gen anwo nan syèl la ase, anpil sanble ak yon odyòm vòltaj gated chanèl se sa si l' vin pozitif ase près baryè a, li ap louvri ak lè li te ouvè li pèmèt ions kalsyòm pou inondations nan selil a.

source: So the calcium ions, their plus 2 charge, to flood into the cells.
ht: Se konsa tout alsyòm ions, yo plus 2 frais, pou inondations nan cellules yo.

source: Now you're saying, hey Sal, why are calcium ions flooding into the cells?
ht: Koulye a, ou di, alo Sal, poukisa sont kalsyòm ions inondations nan cellules yo?

source: These have positive charge.
ht: Sa gen chaj pozitif.

source: I just thought you said that the cell is becoming positive because of all the sodium flowing in.
ht: Mwen te panse sèlman ou te di ke selil a vin pozitif poutèt tout a Sodyòm nan ap koule tankou dlo.

source: Why would this calcium want to flow in?
ht: Poukisa tout alsyòm sa a vle flux nan?

source: And the reason why it wants to flow in is because the cell also-- just like it pumps out sodium and pumps in potassium, the cell also has calcium ion pumps and the mechanism is nearly identical to what I showed you on the sodium potassium pump, but it just deals with calcium.
ht: Et la raison poukisa li vle pou flux nan se paske sèlil a tou ­ jis kon sa pompes soti odyòm Et pompes nan Potasyòm, selil a gen tou kalsyòm ion pompes Et mécanisme a se pwèske menm jan ak sa m montre ou sou Sodyòm a ponp Potasyòm, men li sèlman tranzaksyon ak kalsyòm.

source: So you literally have these proteins that are sitting across the membrane.
ht: Se konsa, ou gen littéralement protéines sa yo ki ap chita dans la len.

source: This is a phospobilipid layer membrane.
ht: Sa se yon len wèbsayt] phospobilipid.

source: Maybe I'll draw two layers here just so you realize it's a bi-layer membrane.
ht: Petèt mwen ap trase couches de la sèlman pou ou reyalize l yon jounal wèbsayt] len.

source: Let me draw it like that.
ht: Kite m' fè l kon sa.

source: That makes it look a little bit more realistic, although the whole thing is not very realistic.
ht: Sa fè li gade yon ti jan pli reyalistik, malgre ke a tout bagay pa yon reyalistik.

source: And this is also going to be a bilipid membrane.
ht: Et sa tou pwal yon len bilipid.

source: You get the idea, but let me just do it to make the point clear.
ht: Ou fè lide a, men, kite m' fè l' pou jis fè pwen klè.

source: So there are also these calcium ion pumps that are also subsets of ATPases, which they're just like the sodium potassium pumps.
ht: Se konsa genyen tou sa pompes ion nan kalsyòm sa yo tou sous-ensembles de ATPases, ki yo ap tankou Sodyòm a Potasyòm pompes.

source: You give them one ATP and a calcium will bond someplace else and it'll pull apart the phosphate from the ATP and that'll be enough energy to change the confirmation of this protein and it'll push the calcium out.
ht: Ou ba yo yon ATP ak yon kalsyòm Sera bond someplace lòt moun e li ap rale outre la phosphate de la ATP Et sa ap fè ase enèji pou chanje konfimasyon de protéines sa a epi l ap pouse tout alsyòm.

source: Essentially, what was the calcium will bond and then it'll open up so the calcium can only exit the cell.
ht: Esansyèlman, sa ki te tout alsyòm Sera bond Et puis l ap louvri pou tout alsyòm sèlman kapab sòti sèlil a.

source: It's just like the sodium potassium pumps, but it's good to know in the resting state, you have a high concentration of calcium ions out here and it's all driven by ATP.
ht: Se sèlman tankou pompes Potasyòm odyòm, men li ta pi bon ou gen yon konsantrasyon anwo nan syèl la pou konnen nan eta Repos, kalsyòm moun jwenn ions soti isit la epi li tout kondwi pa ATP.

source: A much higher concentration on the outside than you have on the inside and it's driven by those ion pumps.
ht: Yon pi wo konsantrasyon sou deyò a pase ou gen sou L' an Et sa kondwi pa sa ion pompes.

source: So once you have this action potential, instead of triggering another sodium gate, it starts triggering calcium gates and these calcium ions flood into the terminal end of this axon.
ht: Se konsa yon sèl fwa ou gen potentiel aksyon sa a, tan pou déclenchement baryè odyòm yon lòt, li commence déclenchement gates kalsyòm Et sa ions kalsyòm inondations nan a fin de fè de axon sa a.

source: Now, these calcium ions, they bond to other proteins.
ht: Koulye a, ions kalsyòm sa yo, yo bond pou lòt protéines.

source: And before I go to those other proteins, we have to keep in mind what's going on near this junction right here.
ht: Et anvan m' pou moun ki protéines, nou gen pou yo kite chonje sa k ap pase tou pwe isit-menm junction sa a.

source: And I've used the word synapse already-- actually, maybe I haven't.
ht: E mwen te itilize synapse pawòl la deja- aktyèlman, gen dwa mwen pa.

source: The place where this axon is meeting with this dendrite, this is the synapse.
ht: Kote ki kote sa a axon kontre ak dendrite sa a, sa se synapse a. Ou ou ka ti jan wè li kòm touche pwen ou a pwen kominikasyon ou kouche pwen.
